/* Cancel */
"picker.navigation.cancel-button" = "Отмена";

/* Done */
"picker.navigation.done-button" = "Готово";

/* Navigation bar default title */
"picker.navigation.title" = "GMImagePicker";

/* %@ Items Selected */
"picker.selection.multiple-items" = "Выбрано {0} объектов";

/* %@ Photos Selected */
"picker.selection.multiple-photos" = "Выбрано {0} фото";

/* %@ Videos Selected */
"picker.selection.multiple-videos" = "Выбрано {0} видео";

/* 1 Photo Selected */
"picker.selection.single-photo" = "Выбрано 1 фото";

/* 1 Video Selected */
"picker.selection.single-video" = "Выбрано 1 видео";

/* All photos */
"picker.table.all-photos-label" = "Фотопоток";

/* Smart Albums */
"picker.table.smart-albums-header" = "АЛЬБОМЫ";

/* Albums */
"picker.table.user-albums-header" = "КОЛЛЕКЦИИ";

/* Confirmation of single selection alert title */
"picker.confirm.title" = "Are You Sure?";

/* Confirmation of single selection alert message */
"picker.confirm.message" = "Do you want to select the image you tapped on?";

/* Action (button) deny/no/refuse */
"picker.action.no" = "No";

/* Action (button) agree/yes/approve */
"picker.action.yes" = "Yes";

/* Error title for access denied message */
"picker.photo-access-denied.title" = "No photos access";

/* Error message for access denied message */
"picker.photo-access-denied.message" = "You have not granted this app access to your photos. Please enable access in iOS Settings.";

/* Error title for access denied message */
"picker.camera-access-denied.title" = "No camera access";

/* Error message for access denied message */
"picker.camera-access-denied.message" = "You have not granted this app access to your camera. Please enable access in iOS Settings.";
